interFoam/laminar/mixerVessel2D.back/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1606+                                |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (water oir);

water
{
    transportModel  Newtonian;
    nu              [0 2 -1 0 0 0 0] 1e-4;
    rho             [1 -3 0 0 0 0 0] 1000;
}

oir
{
    transportModel  Newtonian;
    nu              [0 2 -1 0 0 0 0] 1e-4;
    rho             [1 -3 0 0 0 0 0] 500;
}

sigma           [1 0 -2 0 0 0 0] 0.05;


// ************************************************************************* //
